Repository: Kosmorro/kosmorro
Catalog: _kosmorro/locales/*/LC_MESSAGES/messages.po
Languages: de, nl

source: The date {date} is not valid: {error}
de: Das Datum {date} ist nicht gültig: {error}
nl: De datum {date} is niet geldig: {error}

source: The date {date} does not match the required YYYY-MM-DD format or the offset format.
de: Das Datum {date} entspricht nicht dem erforderlichen Format JJJJ-MM-TT oder dem Offset-Format.

source: Expected events:
de: Erwartete Ereignisse:
nl: Verwachte evenementen:

source: Note: All the hours are given in UTC.
de: Hinweis: alle Stunden werden in UTC angegeben.
nl: Opmerking: alle uren worden gegeven in UTC.

source: Note: All the hours are given in the UTC{offset} timezone.
de: Hinweis: Alle Stunden werden in der UTC{offset}-Zeitzone angegeben.
nl: Opmerking: alle uren worden gegeven in de UTC{offset} tijdzone.

source: Object
de: Gestirn

source: Rise time
de: Aufgangszeit

source: Culmination time
de: Höhepunkt

source: Set time
de: Untergangszeit

source: Moon phase is unavailable for this date.
de: Die Mondphase ist für dieses Datum nicht verfügbar.
nl: Maanfase is niet beschikbaar voor deze datum.

source: Moon phase:
de: Mondphase:
nl: Maanfase:

source: {next_moon_phase} on {next_moon_phase_date} at {next_moon_phase_time}
de: {next_moon_phase} am {next_moon_phase_date} um {next_moon_phase_time}
nl: {next_moon_phase} op {next_moon_phase_date} om {next_moon_phase_time}

source: Overview of your sky
de: Übersicht über Ihren Himmel
nl: Overzicht van uw hemel

source: This document summarizes the ephemerides and the events of {date}. It aims to help you to prepare your observation session. All the hours are given in {timezone}.
de: Dieses Dokument fasst die Ephemeriden und die Ereignisse von {date} zusammen. Es soll Ihnen bei der Vorbereitung Ihrer Beobachtungssitzung helfen. Alle Stunden sind in der Zeitzone {timezone} angegeben.
nl: Dit document vat de efemeriden en de gebeurtenissen van {date} samen. Het is bedoeld om u te helpen bij het voorbereiden van uw observatiesessie. Alle uren worden gegeven in {timezone}.

source: Don't forget to check the weather forecast before you go out with your equipment.
de: Vergessen Sie nicht, die Wettervorhersage zu prüfen, bevor Sie mit Ihrer Ausrüstung hinausfahren.
nl: Vergeet niet de weersvoorspelling te checken voordat je eropuit gaat met je uitrusting.

source: Ephemerides of the day
de: Ephemeriden des Tages
nl: Efemeriden van de dag

source: hours
de: Uhren
nl: uren

source: Expected events
de: Erwartete Ereignisse
nl: Verwachte events

source: Building PDF was not possible, because some dependencies are not installed. Please look at the documentation at https://kosmorro.space/cli/generate-pdf/ for more information.
de: Konnte nicht das PDF-Dokument herstellen, weil Abhängigkeiten nicht installiert werden. Bitte die Dokumentation auf https://kosmorro.space/cli/generate-pdf/ für weitere Informationen.

source: An error occurred during the compilation of the PDF. Please open an issue at https://github.com/Kosmorro/kosmorro/issues and share the content of the log file at /tmp/kosmorro-%s.log
de: Bei der Kompilierung der PDF ist ein Fehler aufgetreten. Bitte öffnen Sie ein Issue unter https://github.com/Kosmorro/kosmorro/issues und teilen Sie den Inhalt der Log-Datei unter /tmp/kosmorro-%s.log
nl: Er is een fout opgetreden tijdens het samenstellen van de PDF. Open a.u.b. een ticket op https://github.com/Kosmorro/kosmorro/issues and share the content of the log file at /tmp/kosmorro-%s.log

source: The date must be between {minimum_date} and {maximum_date}
de: Das Datum muss zwischen dem {minimum_date} und dem {maximum_date} liegen
nl: De datum moet zijn tussen {minimum_date} en {maximum_date}

source: Save the planet and paper! Consider printing your PDF document only if really necessary, and use the other side of the sheet.
de: Bring der Planet in Sicherheit, spare Papier! Drucken Sie das PDF-Dokument aus, nur wenn Sie wirklich brauchen, und nutzen Sie das Verso.

source: PDF output will not contain the ephemerides, because you didn't provide the observation coordinates.
de: Die PDF-Ausgabe wird die Ephemeriden nicht enthalten, weil Sie die Beobachtungskoordinate nicht angegeben haben.

source: The file could not be saved in "{path}": {error}
de: Die Ausgabe in "{path}" konnte nicht gespeichert werden: {error}

source: Please provide a file path to export in this format (--output).
de: Bitte geben Sie einen Dateipfad an, der in diesem Format exportiert werden soll (--output).
nl: Geef een bestandspad op om in deze indeling te exporteren (--output).

source: Moon phase can only be displayed between {min_date} and {max_date}
de: Die Mondphase kann nur zwischen dem {min_date} und dem {max_date} angezeigt werden
nl: Maanfase kan alleen worden weergegeven tussen {min_date} en {max_date}

source: Running on Python {python_version} with Kosmorrolib v{kosmorrolib_version}
de: Mit Python {python_version} und Kosmorrolib v{kosmorrolib_version} ausführt

source: Compute the ephemerides and the events for a given date and a given position on Earth.
de: Berechnet die Ephemeriden und die Ereignisse für die angegeben Datum und Position auf der Erde.
nl: Bereken de efemeriden en de gebeurtenissen voor een bepaalde datum en een bepaalde positie op aarde.

source: By default, only the events will be computed for today ({date}). To compute also the ephemerides, latitude and longitude arguments are needed.
de: Nur werden standardmäßig die Ereignisse für den heutigen Tag ({date}) berechnet. Um auch die Ephemeriden zu berechnen, werden die Breiten- und Längengrad benötigt.
nl: Standaard worden alleen de gebeurtenissen voor vandaag ({date}) berekend. Om ook de efemeriden te berekenen, zijn latitude- en longitude-argumenten nodig.

source: Show the program version
de: Stellt die Version des Programms aus
nl: Toon de programmaversie

source: The format to output the information to
de: Die Datenstruktur der Ausgabe

source: The observer's latitude on Earth. Can also be set in the KOSMORRO_LATITUDE environment variable.
de: Der Breitengrad des Beobachters auf der Erde. Kann auch in der Umgebungsvariablen KOSMORRO_LATITUDE gesetzt werden.
nl: De breedtegraad van de waarnemer op aarde. Kan ook worden ingesteld in de omgevingsvariabele KOSMORRO_LATITUDE.

source: The observer's longitude on Earth. Can also be set in the KOSMORRO_LONGITUDE environment variable.
de: Der Längengrad des Beobachters auf der Erde. Kann auch in der Umgebungsvariablen KOSMORRO_LONGITUDE gesetzt werden.
nl: De lengtegraad van de waarnemer op aarde. Kan ook worden ingesteld in de omgevingsvariabele KOSMORRO_LONGITUDE.

source: The date for which the ephemerides must be calculated. Can be in the YYYY-MM-DD format or an interval in the "[+-]YyMmDd" format (with Y, M, and D numbers). Defaults to today ({default_date}).
de: Das Datum, für das die Ephemeriden berechnet werden müssen. Kann im Format JJJJ-MM-TT oder als Intervall im Format "[+-]JyMmTd" (wo J, M und T Zahlen sind) angegeben. Standardwert ist das aktuelle Datum ({default_date}).
nl: De datum waarvoor de efemeriden berekend moeten worden. Kan de indeling JJJJ-MM-DD hebben of een interval in de indeling "[+-]YyMmDd" (met Y-, M- en D-nummers). Standaard ingesteld op vandaag ({default_date}).

source: The timezone to display the hours in (e.g. 2 for UTC+2 or -3 for UTC-3). Can also be set in the KOSMORRO_TIMEZONE environment variable.
de: Die Zeitzone, in der die Stunden angezeigt werden sollen (z.B. 2 für UTC+2 oder -3 für UTC-3). Kann auch in der Umgebungsvariablen KOSMORRO_TIMEZONE gesetzt werden.
nl: De tijdzone waarin de uren worden weergegeven (bijvoorbeeld 2 voor UTC+2 of -3 voor UTC-3). Kan ook worden ingesteld in de omgevingsvariabele KOSMORRO_TIMEZONE.

source: Disable the colors in the console.
de: Deaktiviert die Farben in der Konsole.
nl: Schakel de kleuren in de console uit.

source: A file to export the output to. If not given, the standard output is used. This argument is needed for PDF format.
de: Eine Datei, in der die Ausgabe exportiert wird. Wenn nicht angegeben, wird die Standardausgabe verwendet. Dieses Argument wird für das PDF-Format benötigt.
nl: Een bestand om de uitvoer naar te exporteren. Indien niet opgegeven, wordt de standaarduitvoer gebruikt. Dit argument is nodig voor het pdf-formaat.

source: Do not generate a graph to represent the rise and set times in the PDF format.
de: Keine Grafik zur Darstellung der Anstiegs- und Abfallzeiten im PDF-Format generieren.

source: Show debugging messages
de: Fehlerdiagnosemeldungen anzeigen
nl: Foutopsporingsberichten weergeven

source: %s is in opposition
de: %s steht in Opposition

source: %s and %s are in conjunction
de: Konjunktion zwischen %s und %s

source: %s occults %s
de: %s bedeckt %s

source: Elongation of %s is maximal
de: Die Elongation von %s ist maximal

source: %s is at its perigee
de: %s befindet sich am Perigäum
nl: %s is op zijn perigeum

source: %s is at its apogee
de: %s steht auf seinem Apogäum
nl: %s is op zijn apogeum

source: New Moon
de: Neumond
nl: Nieuwe maan

source: Waxing Crescent
de: zunehmende Sichel
nl: Jonge maansikkel

source: First Quarter
de: Erstes Viertel
nl: Eerste kwartier

source: Waxing Gibbous
de: zweites Viertel
nl: Wassende maan

source: Full Moon
de: Vollmond
nl: Volle maan

source: Waning Gibbous
de: drittes Viertel
nl: Krimpende maan

source: Last Quarter
de: Letztes Viertel
nl: Laatste kwartier

source: Waning Crescent
de: abnehmende Sichel
nl: Asgrauwe maan

source: Sun
de: Sohne
nl: Zon

source: Moon
de: Mond
nl: Maan

source: Mercury
de: Merkur
nl: Mercurius

source: Neptune
de: Neptun
nl: Neptunus

source: {day_of_week} {month} {day_number}, {year}
de: {day_of_week}, den {day_number}. {month} {year}

source: {month} {day_number}, {hours}:{minutes}
de: {day_number}. {month}, {hours}:{minutes}

source: {month} {day_number}, {year}
de: {day_number}. {month} {year}

source: Saturn
nl: Saturnus
