Repository: Kosmorro/kosmorro
Catalog: kosmorro/locales/*/LC_MESSAGES/messages.po
Languages: es, fr, ro, ru, ta

source: Save the planet and paper! Consider printing your PDF document only if really necessary, and use the other side of the sheet.
es: ¡Salva el planeta y ahorra papel! Imprima el documento PDF solo si es necesario y recuerde utilizar el reverso de la hoja.
fr: Sauvez la planète, économisez du papier ! N'imprimez le document PDF uniquement si nécessaire, et pensez à utiliser le verso de la feuille.
ro: Salvați planeta si pagina! Considerați printarea documentului PDF doar daca este necesar, si folositi cealalta parte a pagini.
ru: Спасите планету и бумагу! Пожалуйста печатайте PDF документы только если это необходимо, и используйте обе стороны листа.
ta: கோளையும் காகிதத்தையும் காப்பாற்றுங்கள்! உண்மையிலேயே தேவைப்பட்டால் மட்டுமே உங்கள் எஆவ ஆவணத்தை அச்சிடுவதைக் கருத்தில் கொண்டு, தாளின் மறுபக்கத்தைப் பயன்படுத்தவும்.

source: PDF output will not contain the ephemerides, because you didn't provide the observation coordinates.
es: La salida PDF no contendrá las efemérides, porque usted no proporcionó las coordenadas de observación.
fr: Le document PDF ne contiendra pas les éphémérides, car les coordonnées du lieu d'observation sont manquantes.
ro: Rezultatul documentului PDF nu va conține efemeride, deoarece nu ați furnizat coordinatele observării.
ru: Вывод PDF не будет содержать эфемериды, т.к. вы не предоставили координаты наблюдений.
ta: எஆவ வெளியீட்டில் எஃபெமரைடுகள் இருக்காது, ஏனெனில் நீங்கள் கண்காணிப்பு ஆயங்களை வழங்கவில்லை.

source: Environment variable KOSMORRO_TIMEZONE is deprecated. Use TZ instead, which is more standard.
fr: La variable d'environnement KOSMORRO_TIMEZONE est dépréciée. Utilisez variable plus standard TZ à la place.
ro: Variabila de mediu KOSMORRO_TIMEZONE este învechita. Foloseșește TZ, care este standard.
ru: Переменная окружения KOSMORRO_TIMEZONE устарела. Вместо этого используйте более стандартную TZ.

source: Unknown timezone: {timezone}
fr: Fuseau horaire inconnu : {timezone}
ro: Fur orar necunoscut: {timezone}
ru: Неизвестная временная зона: {timezone}

source: The file could not be saved in "{path}": {error}
es: No se ha podido guardar el archivo en "{path}": {error}
fr: Le fichier "{path}" n'a pas pu être enregistré : {error}
ro: Fișierul nu a putut fi salvat in "{path}": {error}
ru: Не удалось сохранить файл в "{path}": {error}
ta: கோப்பை "{path}" இல் சேமிக்க முடியவில்லை: {error}

source: Please provide a file path to export in this format (--output).
es: Proporcione una ruta al archivo para exportar lo en este formato (--output).
fr: Merci de fournir le chemin du fichier d'exporter pour ce format (--output).
ro: Va rugăm sa furnizați o locație de fișier pentru exportarea in acest format (--output).
ru: Пожалуйста укажите путь для экспорта в данном формате (--output).
ta: இந்த வடிவத்தில் ஏற்றுமதி செய்ய ஒரு கோப்புப் பாதையை வழங்கவும் (--output).

source: Moon phase can only be computed between {min_date} and {max_date}
es: La fase lunar sólo puede calcularse entre {min_date} y {max_date}
fr: La phase de la Lune ne peut être calculée qu'entre le {min_date} et le {max_date}
ro: Fazele lunii pot să fie calculate doar între {min_date} și {max_date}
ru: Фазы луны могут быть высчитаны только между {min_date} и {max_date}
ta: திங்கள் கட்டத்தை {min_date} மற்றும் {max_date} க்கு இடையில் மட்டுமே கணக்கிட முடியும்

source: Running on Python {python_version} with Kosmorrolib v{kosmorrolib_version}
es: Ejecutando en Python {python_version} con Kosmorrolib v{kosmorrolib_version}
fr: Exécuté à l'aide de Python {python_version} et de la Kosmorrolib v{kosmorrolib_version}
ro: Rulează Python {python_version} cu Kosmorrolib v{kosmorrolib_version}
ru: Работает на Python {python_version} с Kosmorrolib v{kosmorrolib_version}
ta: கோச்மொரோலிப் ப{kosmorrolib_version}பதிப்புடன் {python_version} இல் இயங்குகிறது

source: Compute the ephemerides and the events for a given date and a given position on Earth.
es: Calcule las efemérides y los eventos para una fecha y una posición dadas en la Tierra.
fr: Calcule les éphémérides et les événements pour une date et une position sur Terre données.
ro: Calculează efemeridele si evenimentele pentru perioadă si o pozitie dată de pe pământ.
ru: Расчёт эфемерид и событий для указанных даты и координат на Замле.
ta: கொடுக்கப்பட்ட தேதி மற்றும் பூமியில் கொடுக்கப்பட்ட நிலைக்கான எஃபெமரைடுகளையும் நிகழ்வுகளையும் கணக்கிடுங்கள்.

source: By default, only the events will be computed for today. To compute also the ephemerides, latitude and longitude arguments are needed.
es: Por defecto, sólo se calculan las efemérides de hoy. Para calcular también las efemérides, se necesitan los datos de latitud y longitud.
fr: Par défaut, seuls les événements sont calculés pour la date actuelle. Pour calculer les éphémérides, la latitude et la longitude sont requises.
ro: Implicit, doar evenimentele vor fi calculate pentru azi. Pentru calcularea efemeridelor, sunt necesare argumentele de latitudine si longitudine.
ru: По умолчанию, только события будут расчитаны на сегодня. Чтобы расчитать и эфемериды, требуются параметры широты и долготы.
ta: இயல்பாக, நிகழ்வுகள் மட்டுமே இன்று கணக்கிடப்படும். எஃபெமரைடுகள், அட்சரேகை மற்றும் தீர்க்கரேகை வாதங்கள் தேவை.

source: Show the program version
es: Mostrar la versión del programa
fr: Affiche la version du programme
ro: Arată versiunea programului
ru: Показать версия программы
ta: நிரல் பதிப்பைக் காட்டு

source: The output format. If not provided, it will be inferred from the file extension of the output file.
fr: Le format dans lequel les informations doivent être présentées. Si non fourni, le format sera choisi en fonction de l'extension du fichier d'export.
ru: Формат вывода. Если не предоставлен, он будет определен из расширения выходного файла.

source: The observer's position on Earth, in the "latitude,longitude" format. Can also be set in the KOSMORRO_POSITION environment variable.
fr: La position de l'observateur, au format "latitude,longitude". Peut également être renseignée dans la variable d'environnement KOSMORRO_POSITION.
ru: Положение наблюдателя на Земле, в формате "широта,долгота". Так же может быть задано через переменную окружения KOSMORRO_POSITION.

source: The date for which the ephemerides must be calculated. Can be in the YYYY-MM-DD format or an interval in the "[+-]YyMmDd" format (with Y, M, and D numbers). Defaults to current date.
es: Fecha para la que deben calcularse las efemérides. Puede estar en el formato AAAA-MM-DD o un intervalo en el formato "[+-]AAAA-MMDd" (con los números Y, M y D). Por defecto es la fecha actual.
fr: La date pour laquelle les éphémérides doivent être calculées, soit au format AAAA-MM-JJ, soit sous la forme d'un intervalle au format "[+-]Ay-Mm-Jd" (où A, M, et J sont des nombres). Par défaut, la date du jour est utilisée.
ro: Data pentru calcularea efemeridelor trebuie calculata. Poate fi in format YYYY-MM-DD sau un interval "[+-]YyMmDd" (cu Y, M, și D numere). Implicit la data curentă.
ru: Дата для которой должны быть расчитаны эфемериды. Может быть в формате ГГГГ-ММ-ДД или в формате интервала "[+-]ГгМмДд" (с Г,М и Д числами). По умолчанию используется текущая дата.
ta: எஃபெமரைடுகள் கணக்கிடப்பட வேண்டிய தேதி. YYYY-MM-DD வடிவத்தில் அல்லது "[+-]YyMmDd" வடிவத்தில் (Y, M மற்றும் D எண்களுடன்) இடைவெளியில் இருக்கலாம். தற்போதைய தேதிக்கு இயல்புநிலை.

source: The timezone to use to display the hours. It can be either a number (e.g. 1 for UTC+1) or a timezone name (e.g. Europe/Paris). See https://en.wikipedia.org/wiki/List_of_tz_database_time_zones to find your timezone. Can also be set in the TZ environment variable.
fr: Le fuseau horaire à utiliser pour afficher les heures. Il peut être soit un nombre (par exemple 1 pour UTC+1) soit un nom de fuseau horaire (par exemple Europe/Paris). Voir https://en.wikipedia.org/wiki/List_of_tz_database_time_zones pour trouver votre fuseau horaire. Peut également être défini dans la variable d'environnement TZ.
ro: Fusul orar folosit pentru afișarea orelor. Poate sa a fie ori un număr(ex. 1 pentru UTC+1) sau un nume de fus orar(ex. Europe/Paris). Accesează https://en.wikipedia.org/wiki/List_of_tz_database_time_zones ca să îți găsești fusul orar. Poate de asemenea sa fie setat in variabila de medium TZ.
ru: Временная зона для использования при отображении часов. Это может быть число (например 3 для UTC+3) или название временной зоны (например Europe/Moscow). Смотрите https://en.wikipedia.org/wiki/List_of_tz_database_time_zones чтобы найти свою временную зону. Так же может быть задано через переменную окружения TZ.

source: Disable the colors in the console.
es: Deshabilita los colores de la consola.
fr: Désactive les couleurs dans la console.
ro: Dezactivează culorile în consolă.
ru: Отключить цвета в консоли.
ta: முனையத்தில் வண்ணங்களை முடக்கு.

source: Use this option to save the result in a file.
fr: Utilisez cette option pour enregistrer le résultat dans un fichier.
ru: Используйте этот параметр для сохранения результата в файл.

source: Do not generate a graph to represent the rise and set times in the LaTeX or PDF file.
fr: Désactive la génération du graphique des levers et couchers des astres dans les formats LaTeX et PDF.
ro: Nu generați un grafic care să reprezinte orele de urcare și coborâre într-un fișier LaTeX sau PDF.
ru: Не генерировать график для представления времени восхода и заката в LaTeX или PDF файлах.

source: Show debugging messages
es: Mostrar mensajes de depuración
fr: Affiche les information de débogage
ro: Arată mesajele de depanare
ru: Показать сообщения отладки
ta: பிழைத்திருத்த செய்திகளைக் காட்டு

source: Print a script allowing completion for your shell
fr: Retourne le script permettant l'autocomplétion de la commande par shell
ro: Printează un script care să permită completarea pentru terminalul tău/
ru: Распечатать скрипт включения авто-дополнения команд для вашей оболочки

source: No completion script available for this shell.
fr: L'autocomplétion n'est pas disponible pour votre shell.
ro: Nu există script de completare pentru acest terminal.
ru: Скрипт авто-дополнения команд недоступен для этой оболочки.

source: The date {date} is not valid: {error}
fr: La date {date} n'est pas valide : {error}
ro: Data {date} nu este validă: {error}
ru: Неверная {date}: {error}
ta: தேதி {date} செல்லுபடியாகாது: {error}

source: The date {date} does not match the required YYYY-MM-DD format or the offset format.
fr: La date {date} ne répond pas au format YYYY-MM-DD ou au format relatif.
ro: Data {date} nu se potriveste cu formatul necesar YYYY-MM-DD sau cu formatul decalat.
ru: Дата {date} не соответствует необходимому формату ГГГГ-ММ-ДД или формату смещения.
ta: தேதி {date} தேவையான YYYY-MM-DD வடிவம் அல்லது ஈடுசெய் வடிவத்துடன் பொருந்தவில்லை.

source: Expected events:
es: Eventos esperados:
fr: Événements prévus :
ro: Evenimente așteptate:
ru: Ожидаемые события:
ta: எதிர்பார்க்கப்படும் நிகழ்வுகள்:

source: Note: All the hours are given in UTC.
es: Nota: Todas las horas se dan en UTC.
fr: Note : toutes les heures sont en temps universel (UTC).
ro: Notă: Toate orele sunt date in formatul UTC.
ru: Примечание: все время указано в формате UTC.
ta: குறிப்பு: அனைத்து மணிநேரங்களும் UTC இல் கொடுக்கப்பட்டுள்ளன.

source: Note: All the hours are given in the UTC{offset} timezone.
fr: Note : toutes les heures sont données dans le fuseau horaire UTC{offset}.
ro: Notă: Toate orele sunt date in fusul orar UTC{offset}.
ru: Примечание: все часы указаны по UTC{offset} времени.
ta: குறிப்பு: அனைத்து மணிநேரங்களும் UTC{offset} நேர மண்டலத்தில் கொடுக்கப்பட்டுள்ளன.

source: Object
es: Objeto
fr: Objet
ro: Obiect
ru: Объект
ta: பொருள்

source: Rise time
es: Tiempo de ascenso
fr: Heure de lever
ro: Timp de creștere
ru: Время восхода
ta: எழுநேரம்

source: Culmination time
es: Tiempo de culminación
fr: Heure de culmination
ro: Timpul de culminare
ru: Кульминация момент
ta: உச்சநிலை நேரம்

source: Set time
es: Establecer hora
fr: Heure de coucher
ro: Setează timpul
ru: Время заката
ta: நேரத்தை அமை

source: Moon phase is unavailable for this date.
es: La fase lunar no está disponible para esta fecha.
fr: La phase de la Lune n'est pas disponible pour cette date.
ro: Faza lunii este indisponibilă pentru această dată.
ru: Фазы луны недоступны для этой даты.
ta: இந்தத் தேதிக்குத் திங்கள் கட்டம் கிடைக்கவில்லை.

source: {next_moon_phase} on {next_moon_phase_date} at {next_moon_phase_time}
es: {next_moon_phase} en {next_moon_phase_date} a {next_moon_phase_time}
fr: {next_moon_phase} le {next_moon_phase_date} à {next_moon_phase_time}
ro: {next_moon_phase} în {next_moon_phase_date} la {next_moon_phase_time}
ru: {next_moon_phase} в {next_moon_phase_date} в {next_moon_phase_time}
ta: {next_moon_phase_date} அன்று {next_moon_phase_time} இல் {next_moon_phase}

source: Overview of your sky
es: Vista general de su cielo
fr: Résumé de votre ciel
ro: Prezentarea cerului tău
ru: Обзор вашего неба
ta: உங்கள் வானத்தின் கண்ணோட்டம்

source: This document summarizes the ephemerides and the events of {date}. It aims to help you to prepare your observation session. All the hours are given in {timezone}.
fr: Ce document synthétise les éphémérides et les événements prévus pour le {date}. Son but est de vous aider à préparer votre soirée d'observation. Toutes les heures sont données en {timezone}.
ro: Acest document rezumă efemeridele si evenimentele datei: {date}. Te ajută sa pregătești observarea sesiunii. Toate orele sunt în {timezone}.
ru: Этот документ резюмирует эфемериды и события {date}. Это поможет вам подготовиться к сеансу наблюдения. Все часы указаны по {timezone}.
ta: இந்த ஆவணம் எஃபெமரைடுகள் மற்றும் {date} இன் நிகழ்வுகளைச் சுருக்கமாகக் கூறுகிறது. உங்கள் கண்காணிப்பு அமர்வைத் தயாரிக்க இது உங்களுக்கு உதவுவதை நோக்கமாகக் கொண்டுள்ளது. அனைத்து மணிநேரங்களும் {timezone}இல் கொடுக்கப்பட்டுள்ளன.

source: Don't forget to check the weather forecast before you go out with your equipment.
es: No olvides comprobar el pronóstico del tiempo antes de salir con tu equipo.
fr: N’oubliez pas de vous assurer que les conditions météo sont favorables avant de sortir votre matériel d’observation.
ro: Nu uita să verifici prognoza meteo înainte de a merge afară cu echipamentul tău.
ru: Не забудьте свериться с прогнозом погоды перед тем как отправляться в путь с вашей экипировкой.
ta: உங்கள் உபகரணங்களுடன் வெளியே செல்வதற்கு முன் வானிலை முன்னறிவிப்பை சரிபார்க்க மறக்காதீர்கள்.

source: Ephemerides of the day
es: Las efemérides del día
fr: Éphémérides du jour
ro: Efemeridele zilei
ru: Эфемериды дня
ta: அன்றைய எஃபெமரைடுகள்

source: hours
es: horas
fr: heures
ro: ore
ru: часы
ta: மணிகள்

source: Moon phase:
es: Fase lunar:
fr: Phase de la Lune :
ro: Faza lunii:
ru: Фаза луны:
ta: திங்கள் கட்டம்:

source: Expected events
es: Eventos esperados
fr: Événements prévus
ro: Evenimente așteptate
ru: Ожидаемые события
ta: எதிர்பார்க்கப்படும் நிகழ்வுகள்

source: Building PDF was not possible, because some dependencies are not installed. Please look at the documentation at https://kosmorro.space/cli/generate-pdf/ for more information.
es: No fue posible compilar PDF porque algunas dependencias no están instaladas. Consulte la documentación en https://kosmorro.space/cli/generate-pdf/ para obtener más información.
fr: La génération du document PDF n'est pas possible, car certaines dépendances ne sont pas installées. Veuillez vous référer à la documentation sur https://kosmorro.space/cli/generate-pdf/ pour de plus amples informations.
ro: Crearea unui PDF nu a fost posibilă, deoarece unele dependențe nu sunt instalate. Uitați-vă la documentare la https://kosmorro.space/cli/generate-pdf/ pentru mai multe informații.
ru: Не удалось создать PDF файл, т.к. некоторые зависимости не установлен. Пожалуйста обратитесь к документации по адресу https://kosmorro.space/cli/generate-pdf/ для получения дополнительной информации.
ta: எஆவ ஐ உருவாக்குவது முடியாது, ஏனெனில் சில சார்புநிலைகள் நிறுவப்படவில்லை. மேலும் தகவலுக்கு https://kosmorro.space/cli/generate-pdf/ இல் உள்ள ஆவணங்களைப் பாருங்கள்.

source: An error occurred during the compilation of the PDF. Please open an issue at https://github.com/Kosmorro/kosmorro/issues and share the content of the log file at /tmp/kosmorro-%s.log
es: Ocurrió un error durante la compilación del PDF. Abra un problema en https://github.com/Kosmorro/kosmorro/issues y comparta el contenido del archivo de registro en /tmp/kosmorro-%s.log
fr: Une erreur s'est produite pendant la compilation du PDF. Merci d'ouvrir un ticket sur https://github.com/Kosmorro/kosmorro/issues et de partager le contenu du fichier journal situé dans /tmp/kosmorro-%s.log
ro: A decurs o eroare în comilarea PDF-ului. Va rugăm deschideți o problemă la https://github.com/Kosmorro/kosmorro/issues și să împărtășiți conținutul fișierului de log la /tmp/kosmorro-%s.log
ru: Во время сборки PDF произошла ошибка. Пожалуйста создайте Issue на https://github.com/Kosmorro/kosmorro/issues и приложите содержимое журнала /tmp/kosmorro-%s.log
ta: எஆவ இன் தொகுப்பின்போது பிழை ஏற்பட்டது. தயவுசெய்து ஒரு சிக்கலை https://github.com/kosmorro/kosmorro/issues இல் திறந்து பதிவு கோப்பின் உள்ளடக்கத்தை /tmp/kosmorro-%s.log ஐ பகிரவும்

source: The date must be between {minimum_date} and {maximum_date}
fr: La date doit être entre le {minimum_date} et le {maximum_date}
ro: Data trebuie să fie intre {minimum_date} și {maximum_date}
ru: Дата должна быть между {minimum_date} и {maximum_date}
ta: தேதி {minimum_date} மற்றும் {maximum_date}க்கு இடையில் இருக்க வேண்டும்

source: Invalid output format: {output_format}. Output file must end with: {accepted_extensions}
fr: Format de sortie invalide : {output_format}. Le fichier de sortie doit se terminer avec : {accepted_extensions}
ro: Format invalid de ieșire: {output_format}. Fișierul de ieșire trebuie să se termine cu {accepted_extensions}
ru: Неверный формат вывода: {output_format}. Выходной файл должен оканчиваться на: {accepted_extensions}

source: The given position (%s) is not valid.
fr: La position fournie (%s) n'est pas valide.
ro: Poziția (%s) nu este validă.
ru: Указанная позиция (%s) неверна.

source: %s is in opposition
es: %s está en la oposición
fr: %s est à l'opposition
ro: %s este in opozitie
ru: %s в оппозиции
ta: %s எதிர்ப்பில் உள்ளன

source: %s and %s are in conjunction
es: Los %s y %s están en conjunción
fr: %s et %s sont en conjonction
ro: %s și %s sunt în conjuncție
ru: %s и %s в соединении
ta: %s மற்றும் %s இணைந்து உள்ளன

source: %s occults %s
es: %s ocultos %s
fr: %s occulte %s
ru: %s затемняет %s
ta: %s மறைபொருள்கள் %s

source: Elongation of %s is maximal
es: El alargamiento de %s es máximo
fr: L’élongation de %s est maximale
ro: Elongația lui %s este maximă
ru: Удлинение %s максимально
ta: %s இன் நீளம் அதிகபட்சம்

source: %s is at its periapsis
es: %s está en su periapsis
fr: %s est à son périapside
ru: %s находится в перицентре
ta: %s அதன் அண்மை வட்டணைப்புள்ளியில் உள்ளன

source: %s is at its apoapsis
es: %s está en su apoapsis
fr: %s est à son apoapside
ru: %s находится в апоцентре
ta: %s அதன் கவர்ச்சி மையச்சேய்மையில் உள்ளன

source: March equinox
fr: Équinoxe de mars
ro: Echinocțiul de martie
ru: Весеннее равноденствие

source: June solstice
fr: Solstice de juin
ro: Solstițiul de iunie
ru: Летнее солнцестояние

source: September equinox
fr: Équinoxe de septembre
ro: Echinocțiul de septembrie
ru: Осеннее равноденствие

source: December solstice
fr: Solstice de décembre
ro: Solstițiul de decembrie
ru: Зимнее солнцестояние

source: Total lunar eclipse until %(hour)s
fr: Éclipse lunaire totale jusqu'à %(hour)s
ro: Eclipsă lunară totală pentru %(hour)s
ru: Полное лунное затмение до %(hour)s

source: Penumbral lunar eclipse until %(hour)s
fr: Éclipse lunaire pénombrale jusqu'à %(hour)s
ro: Eclipsă penumbrală de lună pentru %(hour)s
ru: Полутеневое лунное затмение до %(hour)s

source: Partial lunar eclipse until %(hour)s
fr: Éclipse lunaire partielle jusqu'à %(hour)s
ro: Eclipsă parțială de lună pentru %(hour)s
ru: Частичное лунное затмение до %(hour)s

source: New Moon
es: Luna Nueva
fr: Nouvelle lune
ro: Lună nouă
ru: Новолуние
ta: இல்மதி

source: Waxing Crescent
es: Luna creciente
fr: Premier croissant
ru: Молодая луна
ta: வளர்பிறை

source: First Quarter
es: Primer cuarto
fr: Premier quartier
ro: Primul sfert
ru: Первая четверть
ta: முதல் காலாண்டு

source: Waxing Gibbous
es: Luna menguante
fr: Gibbeuse croissante
ru: Прибывающая луна
ta: வளர் குவிகோடுகள்

source: Full Moon
es: Luna llena
fr: Pleine lune
ro: Lună plină
ru: Полнолуние
ta: முழுமதி

source: Waning Gibbous
es: Giboso menguante
fr: Gibbeuse décroissante
ru: Убывающая луна
ta: தேய்பிறை

source: Last Quarter
es: Último cuarto
fr: Dernier quartier
ro: Ultimul sfert
ru: Последняя четверть
ta: கடைசி காலாண்டு

source: Waning Crescent
es: Menguante
fr: Dernier croissant
ro: Semilună în declin
ru: Старая луна
ta: பிறை குறைதல்

source: Sun
es: Sol
fr: Soleil
ro: Soare
ru: Солнце
ta: ஞாயிறு

source: Moon
es: Luna
fr: Lune
ro: Lună
ru: Луна
ta: திங்கள்

source: Mercury
es: Mercurio
fr: Mercure
ro: Mercur
ru: Меркурий
ta: அறிவன்

source: Venus
fr: Vénus
ru: Венера
ta: வெள்ளி

source: Earth
es: Tierra
fr: Terre
ro: Pământ
ru: Земля
ta: பூமி

source: Mars
es: Marte
ro: Marte
ru: Марс
ta: செவ்வாய்

source: Jupiter
es: Júpiter
ru: Юпитер
ta: வியாழன்

source: Saturn
es: Saturno
fr: Saturne
ru: Сатурн
ta: காரி

source: Uranus
es: Urano
ru: Уран
ta: யுரேனச்

source: Neptune
es: Neptuno
ro: Neptun
ru: Нептун
ta: நெப்டியூன்

source: Pluto
es: Plutón
fr: Pluton
ru: Плутон
ta: புளூட்டோ

source: A file to export the output to. If not given, the standard output is used. This argument is needed for PDF format.
es: Un archivo al que exportar la salida. Si no se da, se utiliza la salida estándar. Este argumento es necesario para el formato PDF.
ta: வெளியீட்டை ஏற்றுமதி செய்ய ஒரு கோப்பு. கொடுக்கப்படாவிட்டால், நிலையான வெளியீடு பயன்படுத்தப்படுகிறது. எஆவ வடிவமைப்பிற்கு இந்த உரையாடல் தேவை.

source: {day_of_week} {month} {day_number}, {year}
ta: {year} {month} {day_number}, {day_of_week}

source: {month} {day_number}, {year}
ta: {year} {month} {day_number}
